[
  {
    "Title": "Air France-KLM wins aid deal, flags likely share issue",
    "Content": "PARIS/AMSTERDAM (Reuters) - Air France-KLM (AIR.PA) secured 7 billion euros ($7.6 billion) in French government aid on Friday, as the airline industry struggles to survive the coronavirus crisis that has all but halted passenger traffic across much of the world. French Economy and Finance Minister Bruno Le Maire prepares to give a television interview at the Bercy Finance Ministry, during the outbreak of the coronavirus disease (COVID-19) in Paris, France, April 24, 2020. REUTERS/Benoit TessierFrance will issue 3 billion euros in loans as well as 90% guarantees on another 4 billion in bank lending to Air France, Finance Minister Bruno Le Maire said. The Dutch government said it was preparing a further 2-4 billion euros in aid to KLM. In a video message to staff, Chief Executive Ben Smith said the aid was “not a blank cheque” and would require tough action on costs and performance. Other major airlines including Germany’s Lufthansa LGAG.DE are negotiating government aid deals as they grapple with the air travel shutdown and deep uncertainty over the recovery outlook once the pandemic eases.     Le Maire, speaking on TF1 television, said the support came with unspecified conditions requiring Air France-KLM to “become the most environmentally friendly airline on the planet”. France is also preparing to back about 5 billion euros in loans to carmaker Renault (RENA.PA), he said. Amid tensions between the French and Dutch governments, which each hold close to 14% of Air France-KLM, the company said Paris was likely to increase its investment over the coming year - raising the spectre of nationalisation. The board will discuss a capital increase by next year’s shareholder meeting “at the latest”, Air France-KLM said, adding that France had already “indicated its intention to examine the conditions under which it might participate.” Dutch Finance Minister Wopke Hoekstra gave a briefing within an hour of his French counterpart’s to announce the KLM aid still awaiting approval, and said there would be a “conversation” among shareholders on a future capital increase. “We have repeatedly said that as the government we will do all that we can to help KLM through this crisis,” Hoekstra said, citing its “vital role” in the Dutch economy. The French state-guaranteed funding comes in the form of 4 billion euros in loans from a syndicate of six banks with a 12-month maturity, and a four-year, 3 billion-euro direct state loan. Both facilities can be extended twice by one year and are subject to EU approval. On Thursday, group CEO Smith gave up his 2020 bonus under public pressure from Hoekstra, who said it was “incompatible with support funded by taxpayers’ money”. “This financing will give us the opportunity to rebuild,” Smith said in his message to staff following the announcements. “Faced with the upheaval the world is going through, we are going to have to rethink our model immediately.” Smith, who joined Air France-KLM from Air Canada in 2018, is poised to accelerate restructuring of the Air France short-haul network and expansion of low-cost division Transavia, La Tribune newspaper has reported, leading to possible job cuts in France. Reporting by Laurence Frost and Anthony Deutsch; Additional reporting by Toby Sterling in Amsterdam, Sudip Kar-Gupta and Leigh Thomas in Paris; Editing by Chizu Nomiyama and John StonestreeOur Standards:The Thomson Reuters Trust Principles.",
    "URL": "https://reuters.com/article/us-health-coronavirus-airfranceklm-renau/air-france-klm-wins-aid-deal-flags-likely-share-issue-idUSKCN22631H",
    "Keywords": [
      "US",
      "HEALTH",
      "CORONAVIRUS",
      "AIRFRANCEKLM",
      "RENAULT",
      "Corporate Debt Renegotiation",
      "Mergers / Acquisitions / Takeovers",
      "Company News",
      "Auto and Truck Manufacturers (TRBC)",
      "Western Europe",
      "New Issues",
      "France",
      "Transportation (TRBC)",
      "Corporate Debt",
      "Europe",
      "Airlines (TRBC)",
      "Netherlands",
      "Loans",
      "Tourism / Travel"
    ],
    "PublishDate": "2020-04-24T18:33:00Z"
  }
]
